Repository: ulugbekusmanov/wallet
Catalog: lib/l10n/intl_*.arb
Languages: ru, zh

# mobileOsVoteDesc
source: TBCC started developing its own operating system for mobile phones. The alpha version of the system is already being tested by our specialists. All TBCC products will be directly on the mobile device. Keeping cyptocurrency will become even safer. Our own infrastructure will ensure high availability. TBCC is getting stronger every day!
ru: Компания TBCC начала разработку собственной операционной системы для мобильных телефонов. Альфа версия системы уже находится на тестировании у наших специалистов. Все продукты TBCC будут находиться сразу в мобильном устройстве. Хранение киптовалюты станет еще безопаснее. Собственная инфраструктура обеспечит высокую работоспособность. С каждым днем TBCC становится все сильнее!
zh: .移动TBCC操作系统 TBCC开始开发自己的手机操作系统。 系统的Alpha版已经由我们的专家进行测试。 所有TBCC产品将直接在移动设备上运行，保护货币的安全性将变得更加安全，基础设施将确保高可用性。 TBCC每天都在变得越来越强大。

# investment
source: Investments
ru: Инвестиции
zh: 投资额

source: Invest
ru: Вложить
zh: 投资

source: Withdraw
ru: Вывести
zh: 提款

source: Used funds
ru: Использовано средств
zh: 使用资金：

# totalFundBal
source: Total Fund balance
ru: Баланс фонда
zh: 资金余额：

source: Show transactions
ru: Показать транзакции
zh: 显示交易

source: Target
ru: Цель
zh: 投票

source: Vote
ru: Голосовать
zh: 投票

source: Voting
ru: Голосование
zh: 投票

source: Current status:
ru: Текущий статус:
zh: 当前状态

# endInvestDate
source: End date for accepting funds:
ru: Дата окончания приёма средств:
zh: 接受资金的结束日期：

# benefitPaymentsInfo
source: Payments will be made 10 days after the end of receiving funds.
ru: Выплаты будут произведены через 10 дней после окончания приёма средств.
zh: 请在接收活动结束后的10天内付清款项。

# buyInAdd
source: Buy
ru: Докупить
zh: 购买

# jump_boughtCodes
source: Bought codes
ru: Купленные коды:
zh: 购买的代码：

# jump_codesLeft
source: There are {cnt} codes left for this ID
ru: Для этого ID осталось {cnt} жизней
zh: 这个ID还剩{cnt}条生命

# jump_buyLives
source: Buy lives TBCC Jump
ru: Купить жизни TBCC Jump
zh: 购买TBCC Jump生命

# jump_writeID
source: Write your in-game ID
ru: Введите свой внутриигровой ID
zh: 输入您的游戏内ID

# tbcc_exchange
source: TBCC team launches Binance-powered trading platform - TBCC.COM The developers of the digital asset-oriented trading platform TBCC.COM announced its launch and active implementation of tasks within the framework of the road map. A large community has already formed around the exchange. Crypto community members were attracted by the large pool of liquidity TBCC.COM, as well as the listing of the trading platform with coins for staking and pharming for every taste. The project team presented the author's trading training system. Also, beginners can gain knowledge through communication with experienced users in the TBCC.COM community. Among the additional advantages of the trading platform, one can single out the operational support service and the presence of the author's trading signal system. The project is built on the basis of Binance CLOUD technical solutions, which were presented by the Binance crypto exchange team in February 2020. The tools helped the developers create a high-tech, secure trading platform TBCC.COM. Binance CLOUD technical solutions allow you to launch crypto exchanges in accordance with the standards of Binance - one of the most popular platforms for trading digital assets, the market leader in terms of total trading volume, according to the CoinMarketCap resource. Download TBCC Exchange mobile app:
ru: Команда TBCC запустила торговую платформу на базе технологий Binance – TBCC.COM Разработчики ориентированной на цифровые активы торговой платформы TBCC.COM объявили о ее запуске и активной реализации задач в рамках road map. Вокруг биржи уже сформировалось большое комьюнити. Участников криптосообщества привлек большой пул ликвидности TBCC.COM, а также наличие в листинге торговой платформы монет для стейкинга и фарминга на любой вкус. Команда проекта представила авторскую систему обучения трейдингу. Также новички могут почерпнуть знания через общение с опытными пользователями в комьюнити TBCC.COM. Среди дополнительных плюсов торговой платформы можно выделить оперативную службу поддержки и наличие авторской системы торговых сигналов. Проект построен на базе технических решений Binance CLOUD, которые в феврале 2020 года представила команда криптобиржи Binance. Инструменты помогли разработчикам создать высокотехнологичную, безопасную торговую платформу TBCC.COM. Технические решения Binance CLOUD позволяют запускать криптобиржи, в соответствии со стандартами Binance – одной из самых популярных площадок для трейдинга цифровыми активами, лидера рынка по совокупному объему торгов, согласно данным ресурса CoinMarketCap. Скачать мобильное приложение TBCC Exchange:
zh: TBCC团队推出基于Binance的交易平台 - TBCC.COM 以数字资产为导向的交易平台TBCC.COM的开发者已经宣布其启动，并积极执行作为路线图一部分的任务。 围绕该交易所已经形成了一个庞大的社区。加密货币社区的成员被TBCC.COM的大型流动性池所吸引，同时也被交易平台列出的steaking 和farming 的硬币可用性所吸引，适合各种口味。 项目组介绍了作者的交易培训系统。同时，初学者可以通过与TBCC.COM社区有经验的用户交流学习。交易平台的额外优势包括运营支持服务和作者的交易信号系统。 该项目基于Binance CLOUD的技术解决方案，2020年2月由Binance加密货币的团队提出。这些工具帮助开发者创建了一个高科技、安全的交易平台TBCC.COM。 Binance CLOUD技术解决方案允许推出加密交易所，符合Binance的标准--根据CoinMarketCap资源，Binance是最受欢迎的数字资产交易平台之一，在总交易量方面是市场领导者。 下载TBCC Exchange手机应用程序:

source: Community
ru: Сообщество
zh: 社区

source: You pay
ru: Вы платите
zh: 您将支付

source: You receive
ru: Вы получите
zh: 实际到账

source: Actions
ru: Действия
zh: 操作

# availableActions
source: Available actions with {token}
ru: Доступные действия с токеном {token}
zh: 可用的 {token} 代币操作

# noActions
source: No actions available
ru: Нет доступных действий
zh: 无可用操作

# waitingConfirmation
source: Waiting for confirmation
ru: Ожидание подтверждения
zh: 等待确认中

source: Confirm swap
ru: Подтвердить обмен
zh: 确认交换

# proDiscount
source: 15% discount on renewing your PRO account
ru: Скидка 15% на продление подписки на Pro аккаунт
zh: Pro 账户续订时，有 15% 的折扣

# premDiscount
source: 10% discount on renewing your Premium account
ru: Скидка 10% на продление подписки на Premium аккаунт
zh: 当您再次更新您的高级帐户时，您将获得10％的折扣

# renewPro
source: Renew your PRO
ru: Продлить PRO
zh: 扩展专业账户

# renewPremium
source: Renew your Premium
ru: Продлить Premium
zh: 更新您的高级帐户

# subExpires
source: Subscription expires
ru: Подписка истекает
zh: 订阅即将到期

# subExpiresDate
source: Subscription expires {date}
ru: Подписка истекает {date}
zh: 订阅将于 {date} 到期

source: Annually
ru: Ежегодно
zh: 每年

source: Cancle
ru: Отменить
zh: 取消

source: Fingerprint Authentication
ru: Аутентификация по отпечатку пальца
zh: 指纹认证

source: Face Detection
ru: Распознавание лиц
zh: 人脸检测

# lookCamera
source: Look at Camera
ru: Посмотрите на камеру
zh: 看相机

source: Touch Sensor
ru: Сенсорный датчик
zh: 触摸传感器

source: Add address
ru: Добавить адрес

source: Type correct price!
ru: Введите корректную цену

source: Edit
ru: Редактировать

source: Check
ru: Проверить
