Repository: ulugbekusmanov/wallet
Catalog: lib/l10n/intl_*.arb
Languages: ru, zh

source: My VPN keys
ru: Мои ключи VPN
zh: 我的 VPN 密钥

# purchaseDate
source: Date of purchase
ru: Дата покупки
zh: 购买日期

source: Address book
ru: Адресная книга
zh: 地址簿

# addChange
source: Add a new card
ru: Добавить новую карту
zh: 添加/更改

source: Clear cache
ru: Очистить кэш
zh: 清除缓存

source: Go forward
ru: Вперед
zh: 直走

source: Go back
ru: Назад
zh: 回去

source: Reload
ru: Обновить
zh: 重新加载

# signTx
source: Sign the transaction
ru: Подписать транзакцию
zh: 签署交易

# thirdPartyApp
source: Third party application. Verify data before confirming transactions
ru: Стороннее приложение. Проверяйте данные перед подтверждением транзакций
zh: 第三方应用。确认交易前检查数据。

source: Currency
ru: Валюта
zh: 货币

source: Slow
ru: Медленно
zh: 缓慢

source: Recommended
ru: Рекомендуется
zh: 推荐

source: Fast
ru: Быстро
zh: 快速

source: Chart
ru: График
zh: 图表

source: Order Book
ru: Стакан
zh: 交易数据

source: History
ru: История
zh: 历史

source: Market Depth
ru: Глубина рынка
zh: 市场分析

source: Candlestick chart
ru: Свечной график
zh: 烛台图

source: Price {token}
ru: Цена {token}
zh: {token}价格

source: {token} Price
ru: {token} Цена
zh: {token}价格

source: Amount
ru: Кол-во
zh: 金额

source: Amount {token}
ru: Кол-во {token}
zh: {token}金额

source: Buy {token}
ru: Купить {token}
zh: 买{token}

source: Buy
ru: Купить
zh: 买

source: Sell {token}
ru: Продать {token}
zh: 卖{token}

source: Sell
ru: Продать
zh: 卖

source: Current price
ru: Текущая цена
zh: 目前的价格

source: Best Ask
ru: Лучший запрос
zh: 最优卖价

source: Best Bid
ru: Лучшая ставка
zh: 最优买价

source: Balance
ru: Баланс
zh: 余额

source: Total
ru: Итого
zh: 总计

source: Not enough tokens
ru: Недостаточно средств
zh: 余额不足。

# notEnoughTokensFee
source: Not enough {token} to pay fee
ru: Недостаточно {token} для оплаты комиссии
zh: {token}不足以支付转账费

# amountMoreThan
source: Amount should be ≥{amount}
ru: Количество должно быть ≥{amount}
zh: 不小于 {amount}

source: Type correct amount!
ru: Введите корректное кол-во
zh: 输入正确的金额

# orderPlaced
source: Order placed successfully
ru: Ордер размещен успешно
zh: 订单已下

source: Error
ru: Ошибка
zh: 错误

# openOrders
source: Open
ru: Открытые
zh: 打开

# closedOrders
source: Closed
ru: Закрытые
zh: 关闭

# noOpenOrders
source: No open orders yet
ru: Открытых ордеров нет
zh: 没有未结订单

# noClosedOrders
source: No closed orders yet
ru: Закрытых ордеров нет
zh: 没有关闭的订单

source: Canceled
ru: Отменён
zh: 取消

# orderStartTime
source: Start
ru: Старт
zh: 开始

# orderFinishTime
source: Finish
ru: Финиш
zh: 完成

# orderType
source: Type
ru: Тип
zh: 类型

# marketPairs
source: Pairs
ru: Пары
zh: 币对

source: Exchange
ru: Биржа
zh: 交易所

source: Swap
ru: Обмен
zh: 交换

source: Send
ru: Отправить
zh: 发送

source: Receive
ru: Получить
zh: 获得令牌

source: Share
ru: Поделиться
zh: 分享

source: Transactions
ru: Транзакции
zh: 交易记录

source: Sent
ru: Отправлено
zh: 已发送

source: Received
ru: Получено
zh: 已收到

source: Copy
ru: Копировать
zh: 复制

# copiedToClipboard
source: {some} Copied to clipboard
ru: {some} Скопировано в буфер обмена
zh: {some}已复制到剪贴板

# createWallet
source: Create new wallet
ru: Создать новый кошелек
zh: 创建新的钱包

# startupText0
source: TBCC Wallet - blockchain wallet for everyone
ru: TBCC Wallet - блокчейн кошелёк для всех
zh: TBCC钱包- 所有人的区块链钱包

# startupText1
source: Buy, store, send, exchange your cryptocurrency with an easy-to-use and convinient wallet
ru: Покупайте, храните, отправляйте, обменивайте свою криптовалюту с помощью простого в использовании и удобного кошелька
zh: 使用便捷的钱包购买，存储，发送，交换您的加密货币

# confirmPhrase1
source: I confirm my consent to the
ru: Подтверждаю свое согласие с
zh: 我确认同意

# confirmPhrase2
source: terms of the user agreement
ru: условиями пользовательского соглашения
zh: 用户协议条款

# start
source: Let's start
ru: Начать
zh: 开始

source: Cancel
ru: Отмена
zh: 取消

# mnemonicDescription1
source: You see
ru: Вы видите
zh: 您看见

# mnemonicDescription2
source: 12 words
ru: 12 слов,
zh: 12个字，

# mnemonicDescription3
source: that will allow you to restore the wallet
ru: которые позволят вам восстановить кошелек
zh: 这将允许您恢复钱包

# mnemonicDescription4
source: Store them in a safe place and keep them secret.
ru: Сохраните их в надежном месте и держите в тайне.
zh: 将它们存放在安全的地方并保密。

# mnemonicWarning
source: I understand that if I lose my passphrase I will lose access to my wallet
ru: Я понимаю, что если я потеряю мнемоническую фразу, я потеряю доступ к своему кошельку
zh: 我了解，如果我忘记了助记词，我将无法使用我的钱包

# verifyMnemonic
source: Tap the words from your secret key
ru: Нажмите на слова из вашего секретного ключа
zh: 按正确的顺序按助记符 中的单词

# invalidOrder
source: Wrong order
ru: Неправильный порядок
zh: 顺序错误

source: Next
ru: Далее
zh: 下一步

source: News
ru: Новости
zh: 消息

# passwordInfo
source: This password will be used to unlock your wallet & use cryptocurrency
ru: Этот пароль будет использоваться для разблокировки вашего кошелька и использования криптовалюты
zh: 该密码将用于解锁您的钱包并使用加密货币

source: Password
ru: Пароль
zh: 输入密码

# passwordSymbolAmount
source: Password need at least 8 symbols
ru: Пароль должен быть не менее 8 символов
zh: 太短了 最少8个字符

source: Repeat Password
ru: Повторите пароль
zh: 再次输入密码

# passwordDoNotMatch
source: Passwords do not match
ru: Пароли не совпадают
zh: 密码不匹配

# backup
source: Restore
ru: Восстановить
zh: 恢复

# mnemonicWrite
source: Write words from your mnemonic phrase
ru: Введите мнемоническую фразу
zh: 输入助记词

source: Paste
ru: Вставить
zh: 清楚

source: Clear
ru: Очистить
zh: 放入

source: Invalid Mnemonic
ru: Некорректная фраза
zh: 不正确的短语

source: Restore Wallet
ru: Восстановить кошелек
zh: 恢复钱包

# noValidMnemonic
source: No valid mnemonic phrase found
ru: Не найдено корректной мнемонической фразы
zh: 找不到有效的助记词

source: Security Center
ru: Безопасность
zh: 安全

source: Dark Mode
ru: Темный режим
zh: 黑暗主题

source: Multi-wallet
ru: Мульти-кошелёк
zh: 多钱包

source: About TBCC
ru: Про TBCC
zh: 关于TBCC

source: Log out
ru: Выйти
zh: 退出

source: Change Password
ru: Изменить пароль
zh: 修改密码

source: Fingerprint
ru: Отпечаток пальца
zh: 指纹

source: Private Keys
ru: Приватные ключи
zh: 私钥

source: Support Center
ru: Помощь
zh: 帮助

source: Go to Website
ru: Перейти на сайт
zh: 前往网站

source: Email Support
ru: Написать в поддержку
zh: 联系客服

source: Join Community
ru: Присоединиться к сообществу
zh: 加入社群

source: Knowledge Base
ru: База знаний
zh: 知识库

source: Disconnect
ru: Отключиться
zh: 断开

source: Accounts
ru: Аккаунты
zh: 账户

source: Current session
ru: Текущая сессия
zh: 当前会话

source: Scan new QR
ru: Сканировать новый QR
zh: 扫描新的二维码

source: Wallet
ru: Кошелёк
zh: 投资组合

source: Settings
ru: Настройки
zh: 设置

source: Market
ru: Маркет
zh: 市场

# noValidAddrFound
source: No valid address found
ru: Корректный адрес не найден
zh: 找不到有效的地址。

# proDesc0
source: Get access to more features and more savings with TBCC Wallet {type}
ru: Получите доступ к большему количеству функций и большей экономии с TBCC Wallet {type}
zh: 通过TBCC Wallet {type}访问更多功能并节省更多

# proDesc1
source: Get full access for {price}
ru: Получите полный доступ за {price}
zh: 获得{price}的完整访问权限

# proDesc12
source: Get access for {price}
ru: Получите доступ за {price}
zh: 获得{price}的完整访问权限

# proDesc2h
source: Multi-account
ru: Мультиаккаунт
zh: 多账户

# proDesc2
source: These are accounts that are created by one user. Convenient switching between accounts. It will be possible to create up to 3 accounts on one device.
ru: Это аккаунты, которые создаются одним пользователем. Удобное переключение между аккаунтами. Будет доступно создание до 3х аккаунтов на одном устройстве.
zh: 这些是由一个用户创建的帐户。 帐户之间的便捷切换。 您将在一台设备上最多创建3个帐户。

# proDesc3h
source: OTC transactions
ru: OTC сделки
zh: OTC交易

# proDesc3
source: For the conclusion of OTC transactions, you do not need to reserve funds on the eve of trading, since the participants in transactions are settled directly. As a rule, OTC transactions are concluded with deferred settlements.
ru: Для заключения внебиржевой сделок не требуется резервировать средства накануне торгов, так как участники сделок рассчитываются напрямую. Как правило внебиржевые сделки заключаются с отсроченными расчётами.
zh: 结束OTC交易不需要在交易前夕预留资金，因为交易的参与者直接结算。 通常，场外交易以递延结算方式进行。

# proDesc4h
source: Reduced commissions
ru: Сниженные комиссии
zh: 减少佣金

# proDesc4
source: Pay less for transactions and cryptocurrency exchanges. All transactions will take place at the lowest prices.
ru: Платите меньше за транзакции и за обмен криптовалюты. Все операции будут проходить по самым низким ценам.
zh: 为交易和加密货币交易支付更少的钱。 所有交易将以最低价格进行。

# proDesc5h
source: Latest news
ru: Последние новинки
zh: 最新项目

# proDesc5
source: Get the latest updates from the very first. New technologies will be immediately in your wallet.
ru: Получайте последние обновления самые первые. Новые технологи будут сразу в вашем кошельке.
zh: 从一开始就获取最新更新。 新技术将立即出现在您的钱包中。

# proDesc6h
source: Individual technical support
ru: Индивидуальная техническая поддержка
zh: 个人技术支持

# proDesc6
source: We will answer any of your questions. We will help you solve any of your problems.
ru: Мы ответим Вам на любой из вопросов. Поможем решить любую вашу проблему.
zh: 我们将回答您的任何问题。 我们将帮助您解决任何问题。

# purchasePro
source: Purchase {type}
ru: Купить {type}
zh: 购买{type}

# becomePro
source: Become {type}
ru: Стать {type}
zh: 成为{type}

# getAccessWithPro
source: Get access with {type}
ru: Получить с {type}
zh: 使用{type}进行访问

# getOTCWithPro
source: Get OTC with {type}
ru: Получить OTC с {type}
zh: 使用{type}获取OTC

# goPro
source: Go {type}
ru: Стань {type}
zh: 转到{type}

# youProNow
source: You {type} now
ru: Вы уже {type}
zh: 最新版本{type}

source: Fee
ru: Комиссия
zh: 费用

source: Network Fee
ru: Комиссия сети
zh: 网络费

source: Your balance
ru: Ваш баланс
zh: 余额

source: Details
ru: Детальнее
zh: 更多细节

source: Language
ru: Язык приложения
zh: 程序语言

source: Advanced
ru: Продвинутый
zh: 高级

source: Gas Limit
zh: Gas限制

source: Gas Price
zh: Gas价格

source: Optional
ru: Опционально
zh: 可选的

source: Confirm
ru: Подтвердить
zh: 确认

source: From
ru: От
zh: 由于

source: To
ru: Кому
zh: 位置

# confirmTransfer
source: Confrim transfer
ru: Подтвердить трансфер
zh: 确认交易

# accountExists
source: Such account is already added
ru: Такой аккаунт уже добавлен!
zh: 此帐户已被添加！

source: Rename
ru: Переименовать
zh: 改名

source: New account name
ru: Новое имя аккаунта
zh: 新帐户名称

source: Can't be empty
ru: Не может быть пустым
zh: 不能为空

# oneTimePayment
source: One-time
ru: Разово
zh: 一次性支付

source: Want to buy
ru: Хочу купить
zh: 想购买

source: To pay
ru: К оплате
zh: 支付

# awailableToSwap
source: Available for swap:
ru: Доступно к обмену
zh: 可供交换

source: Buy or swap
ru: Купить или обменять
zh: 购买或交换

# checkSavedMnemonicSingle
source: Check if the mnemonic phrase is saved from this wallet
ru: Проверьте, сохранена ли мнемоническая фраза от этого кошелька
zh: 检查是否从该钱包中保存了助记词

# checkSavedMnemonicAll
source: Check if mnemonic phrases are saved from your wallets
ru: Проверьте, сохранены ли мнемонические фразы от ваших кошельков
zh: 检查助记词是否从您的钱包中保存

# logOutQuestion
source: Log out?
ru: Выйти?
zh: 注销？

# logOutAllQuestion
source: Log out of all accounts?
ru: Выйти из всех аккаунтов?
zh: 退出所有帐户？

source: Biometrics
ru: Биометрия
zh: 生物识别

# biometricsText
source: You can enable Fingerprint / Face ID instead of using the password to log in
ru: Вы можете использовать отпечаток пальца или Face ID вместо пароля для входа в приложение.
zh: 您可以使用指纹或面部生物特征识别来代替密码输入应用程序。

# biometricsUnavailable
source: Your device does not support biometric authentication
ru: Ваше устройство не поддерживает биометрическую аутентификацию
zh: 您的设备不支持生物特征识别。

# biometricsEnableAsk
source: Enable biometric unlock?
ru: Включить биометрическую разблокировку?
zh: 启用生物特征识别解锁？

source: Confirm action
ru: Подтвердите действие
zh: 确认动作

source: Disable
ru: Выключить
zh: 关闭

source: Enable
ru: Включить
zh: 启用

source: Log In
ru: Войти
zh: 登录

source: Use biometrics
ru: Использовать биометрию
zh: 使用生物识别

source: Incorrect Password
zh: 密码错误

source: Success
ru: Успешно
zh: 成功

# swapBep2
source: Swap TBCC(BEP2) with TBCC(BEP8)
ru: Обменять TBCC(BEP2) на TBCC(BEP8)
zh: 将TBCC(BEP2)换成TBCC(BEP8)

# swapBep8
source: Swap TBCC(BEP8) with TBCC(BEP2)
ru: Обменять TBCC(BEP8) на TBCC(BEP2)
zh: 将TBCC(BEP8)换成TBCC(BEP2)

# chooseWallet
source: Choose a wallet
ru: Выбрать кошелёк
zh: 选择一个钱包

source: Add Wallet
ru: Добавить кошелёк
zh: 添加钱包

source: Address
ru: Адрес
zh: 地址

# wrongAddr
source: Wrong address
ru: Неверный адрес
zh: 地址错误。

# addressOfRecipient
source: Address of the recipient
ru: Адрес получателя
zh: 收件人地址

# noTransactions
source: No transactions at the moment
ru: На данный момент транзакций нет
zh: 没有交易记录

# transferSuccessText
source: Transaction sent to processing. Will appear in the history soon.
ru: Транзакция отправлена в обработку. Скоро появится в истории.
zh: 交易在处理中。 并可在交易记录中查询。

source: Confirmations
zh: 确认数

# txTime
source: Transaction time
zh: 交易时间

source: Smart Contract call
ru: Вызов смарт-контракта
zh: 调用智能合约

source: Coin
ru: Монеты
zh: 硬币

source: All
ru: Все
zh: 所有

source: Mnemonic Phrase
ru: Мнемоническая фраза
zh: 助记词

# binancePK
source: BinanceChain PrivateKey
ru: Приватный ключ BinanceChain
zh: BinanceChain私钥

# ethereumPK
source: Ethereum PrivateKey
ru: Приватный ключ Ethereum
zh: 以太坊私钥

source: Show
zh: 显示

source: My Orders
ru: Мои заказы
zh: 我的订单

source: Price
ru: Цена
zh: 价钱

source: Refresh
ru: Обновить
zh: 余额更新

source: Smart Card
ru: Смарт-карта
zh: 智能卡

source: Order Smart Card
ru: Заказать смарт-карту
zh: 预订智能卡

# orderSmartCardConfirmation
source: Do you confirm the order of a smart card?
ru: Вы подтверждаете заказ смарт-карты?
zh: 您确认预定智能卡吗？

# smartCardOrdered
source: Congratulations! You have ordered a smart card.
ru: Поздравляем! Вы уже заказали смарт-карту.
zh: 恭喜你！您已经订购了智能卡。

# attachingSmartCard
source: Smart card attachment
ru: Привязка Смарт-карты
zh: 链接智能卡

source: Attach smart card
ru: Привязать Смарт-карту
zh: 绑定智能卡

# attachCardText1
source: If you attach your smart card, you will be able to enter account ONLY with card!
ru: Если Вы привяжете свою смарт-карту, то войти в аккаунт сможете ТОЛЬКО с ее помощью!
zh: 如果您链接了智能卡，则只能在其帮助下登录您的帐户！

# attachCardText2
source: Before attaching smart card we are recommending to make sure that you have saved your mnemonic passphrase in solid/safe place so that if you lose your smart card, you can restore your account.
ru: Перед привязкой смарт-карты рекомендуем сначала удостовериться, что Вы сохранили мнемоническую фразу от аккаунта в надежном месте, чтобы в случае утери смарт-карты Вы могли восстановить аккаунт.
zh: 链接智能卡之前，建议您首先确保已将帐户中的助记词短语保存在安全的地s方，以便在丢失智能卡时可以恢复帐户。

# nfcUnavailable
source: NFC is off or not avaliable. Please, check if the NFC module is enabled.
ru: NFC выключен или недоступен. Пожалуйста, проверьте, включен ли модуль NFC.
zh: NFC已禁用或不可用。 请检查NFC模式是否已启用。

# attachYourCard
source: Attach your NFC crad to the back of your phone.
ru: Приложите Вашу NFC-карту к задней части телефона
zh: 将NFC卡连接到手机背面

source: Write smart card
ru: Записать смарт-карту
zh: 刻录智能卡

# youAttachedCard
source: You have successfully attached your smart card.
ru: Вы привязали свою смарт-карту
zh: 您已链接智能卡

# cardPinText1
source: Enter 6-digit PIN-code for your card.
ru: Введите шестизначный PIN-код для карты.
zh: 输入卡的六位数的PIN码。

# cardPinText2
source: When entering account using a card, you will need to enter this PIN-code.
ru: При входе в аккаунт с использованием карты Вам необходимо будет ввести этот PIN-код
zh: 使用卡登录帐户时，您需要输入此PIN码

# sixDigitsNeeded
source: 6 digits required.
ru: Необходимо 6 цифр
zh: 需要6位数字

source: Continue
ru: Продолжить
zh: 继续

# pinCodesNotMatch
source: PIN-codes do not match
ru: PIN-коды не совпадают
zh: PIN码不匹配

# repeatPin
source: Repeat PIN-code.
ru: Повторите PIN-код
zh: 重复PIN码

# enterPin
source: Enter PIN-code
ru: Введите PIN-код
zh: 输入密码

# tryAgain
source: Please try again.
ru: Попробуйте еще раз.
zh: 请再试一遍。

# logInWithCard
source: Log in with a smart card.
ru: Войти со Смарт-картой
zh: 使用智能卡登录。

source: I understood
ru: Я понял
zh: 我明白了

# cardAttachedYet
source: The card has been already attached to one of the accounts
ru: Карта уже привязана к одному из аккаунтов
zh: 该卡已链接到其中一个帐户

# cardNotOrderedYet
source: You have not ordered a smart card yet
ru: Вы еще не заказали смарт-карту
zh: 您还没有订购智能卡。

source: Wrong PIN
ru: Неправильный PIN
zh: PIN码错误

# smartCardMarketText1
source: A smart card is designed to safely store your funds.
ru: Смарт-карта предназначена для безопасного хранения ваших средств
zh: 智能卡旨在安全地存储您的资金

# smartCardMarketText2
source: To access the wallet, the smart card must be attached to the back of the phone with NFC.
ru: Для доступа к кошельку смарт-карту надо приложить к задней стороне телефона с NFC.
zh: 要访问钱包，必须使用NFC将智能卡连接到手机背面。

# smartCardMarketText3
source: The card provides two-factor authorization.
ru: Карта обеспечивает двухфакторную авторизацию.
zh: 该卡提供双因素授权。

# smartCardMarketText4
source: When you order a card, you will be credited 13 TBCC.
ru: При оформлении карты Вам будет начислено 13 TBCC.
zh: 注册激活卡后，您将获得13 TBCC。

# purchaseVpn
source: Buy VPN
ru: Купить VPN
zh: 购买VPN

# vpnDescription
source: Try the first decentralized blockchain-based VPN. Even a supercomputer will not get an acсessto your data.
ru: Попробуйте первый децентрализованный VPN на основе блокчейна. Даже суперкомпьютер не получит доступа к вашим данным.
zh: 请开始使用第一个去中心化的区块链VPN。 甚至超级计算机也无法访问您的数据。

# showVpnKey
source: Show Serial key
ru: Показать ключ
zh: 显示序列号

source: Purchased
ru: Куплено
zh: 已购买

source: Download
ru: Скачать
zh: 下载

source: Update available
ru: Обновление доступно
zh: 可用更新

# forceUpdate
source: An important app update is available. To continue, you need to download and install it.
ru: Доступно важное обновление приложения. Для продолжения необходимо его скачать и установить.
zh: 重要的应用更新已可用。 要继续，您需要下载并安装它。

# updateDownloading
source: Downloading...
ru: Загрузка обновления...
zh: 下载更新...

# checkingIntegrity
source: File integrity check...
ru: Проверка целостности файла
zh: 检查文件完整性

# fileDamaged
source: The file is damaged. Try it again
ru: Файл поврежден. Попробуйте снова.
zh: 文件损坏，再试一次

# updateDownlodaded
source: Update downloaded
ru: Обновление загружено
zh: 更新加载

# installUpdate
source: Install
ru: Установить
zh: 安装

# checkInternet
source: Check Your Internet connection
ru: Проверьте интернет-соединение
zh: 检查您的网络连接

# insertPromoCode
source: Paste promocode (if you have)
ru: Вставьте промокод (если есть)
zh: 输入代码(如果您没有，则无需输入)

# proVpnDialog
source: Congratulations, you got a three month free VPN trial.
ru: Поздравляем, вы получили бесплатную пробную версию VPN на три месяца.
zh: 恭喜您 您已获得免费体验三个月的VPN使用权限。

# memoInfoDialogHeader
source: Send funds indicating the purpose of payment?
ru: Отправить средства с указанием назначения платежа?
zh: 汇出标明付款目的的资金吗？

# memoInfoDialogText
source: Leave the field blank if not required by the recipient
ru: Оставьте поле пустым, если не требуется получателем
zh: 如果收件人不需要，请将该字段留空。

source: All features
ru: Все возможности
zh: 所有功能

# accessToVpn
source: Access to TBCC VPN
ru: Доступ к TBCC VPN
zh: 可用的TBCC VPN

source: What's new
ru: Что нового
zh: 新产品

# lotteryRule1
source: 1. An unlimited number of addresses can participate in the lottery.
ru: 1.В лотерее могут участвовать неограниченное количество адресов.
zh: 大家好 1.可以参加不限地址数量的彩票。

# lotteryRule2
source: 2. By buying tickets, you increase your chances of winning the lottery.
ru: 2.Покупайте билеты чтоб повысить шанс выиграть
zh: 2.通过购买彩票，增加中奖的机率。

# lotteryRule3
source: 3. The cost of one ticket is {price} TBCC (BEP20).
ru: 3.Стоимость одного билета {price} TBCC (BEP20).
zh: 3.每张彩票 {price} TBCC （BEP20）。

# lotteryRule4
source: 4. The lottery can only be accepted by owners of PRO and PREMIUM accounts
ru: 4.В лотерее могут принимать только владельцы PRO и PREMIUM аккаунтов.
zh: 4.只有PRO和PREMIUM帐户持有人可以领取彩票。

# lotteryDesc1
source: Take part in the lottery and get a chance to win prize!
ru: Примите участие в лотерее и получите шанс выиграть приз!
zh: 参加抽奖活动，并有机会赢得奖金！

# lotteryDesc2
source: The lottery will last until {end} and the results of the lottery will be announced on {result}
ru: Лотерея продлится до {end} Итоги лотереи будут известны {result}
zh: 彩票将持续到 {end}，彩票结果将于 {result}日公布。

# lotteryDesc3
source: Dates: ticket sales from {startend}, counting will be made {result}
ru: Сроки проведения: продажа билетов {startend}, подсчёт будет производиться {result}
zh: 日期：彩票销售从 {startend} ，将在 {result} 进行统计。

# lotteryDesc4
source: Announcement of the lottery results and payment of winnings on {date}
ru: Оглашение результатов лотереи и выплата выигрыша {date}
zh: {date}日公布彩票结果并兑奖金。

# lotteryAccept
source: Buy Ticket
ru: Купить билет
zh: 参与

# lotteryAccepted
source: Bought Tickets:
ru: Билетов куплено:
zh: 您已经参加了。期待结果。

# lotteryWinners
source: List of winners
ru: Список победителей
zh: 获奖者名单

# lotteryWinnersDesc1
source: If you are on the list of winners, then your account address will be highlighted in the list below
ru: Если Вы в списке победителей, то адрес Вашего аккаунта будет выделен в списке ниже
zh: 如果您在获奖者名单中，您的帐户地址将在下面的列表中突出显示

# lotteryWinnersDesc2
source: All winners will automatically receive TBCC tokens as a prize.
ru: Всем победителям автоматически будут начислены призовые токены TBCC.
zh: 所有获奖者将自动获得TBCC令牌。

# serviceUnavailable
source: Service is temporarily unavailable
ru: Сервис временно недоступен
zh: 暂时无法使用的服务

# swapTo
source: Swap to {to}
ru: Обменять на {to}
zh: 交换{to}

# lottery
source: TBCC Lottery
ru: Лотерея ТBСС
zh: 抽奖 TBCC

# swapStandardSent
source: The swap request was sent successfully. If successful, funds will be credited within 5-10 minutes.
ru: Заявка на обмен отправлена успешно. В случае успеха средства будут начислены в течение 5 минут.
zh: 交换请求已成功发送。 如果成功，资金将在5分钟内记入贷方。

source: Want to swap
ru: Хочу обменять
zh: 我想交换

source: Attention!
ru: Внимание
zh: 注 意!!!

# cloudDialogDescription
source: Customers who have activated PRO accounts will be given priority to enter the Binance Cloud exchange, and soon you will be able to trade on TBCC & Binance exchange. We wish you happiness and success in the new year!
ru: Клиенты, которые активировали учетные записи PRO, получат приоритет при входе на биржу Binance Cloud, и вскоре вы сможете торговать на бирже TBCC и Binance. Желаем счастья и успехов в новом году!
zh: 已⁠激⁠活PRO帐⁠户⁠的⁠客⁠户⁠将⁠优⁠先⁠进⁠入 Binance Cloud ⁠交⁠易⁠所，很⁠快⁠您⁠就⁠可⁠以⁠在⁠ TBCC & Binance 交⁠易⁠所⁠进⁠行⁠交⁠易⁠了⁠。我⁠们⁠祝⁠您⁠在⁠新⁠的⁠一⁠年⁠里⁠幸⁠福⁠和⁠顺⁠利！

# investAttention
source: It is possible to invest once from one account. You have the ability to create up to 5 accounts on one device. Interest is paid in TBCC bep2 tokens. Users who vote will receive an additional 0.5%.
ru: Инвестировать возможно один раз с одного аккаунта. У вас есть возможность создать до 5 аккаунтов на одном устройстве. Проценты выплачиваются в токенах TBCC bep2. Пользователи, которые участвуют в голосовании, получат дополнительно 0.5%.
zh: 一个账户可以投资一次，您可以在一台设备上最多创建5个帐户。 使用TBCC bep2代币支付利息，投票的用户将额外获得0.5％奖励。已激活PRO帐户的客户将首先收到付款

# cloudVoteDesc
source: You can trade cryptocurrency anywhere in the world and at any time using our exchange. Our easy-to-use interface will help you make your cryptocurrency experience as convenient as possible. Our exchange will operate on the Binance Cloud and offer its users one of the largest liquidity pools in the world. Trade the world's leading digital assets!
ru: Вы сможете торговать криптовалютой в любой точке мира и в любое время с помощью нашей биржи. Наш простой в использовании интерфейс поможет вам сделать вашу работу с криптовалютой максимально удобной. Наша биржа будет работать на базе Binance Cloud и предлагает своим пользователям один из крупнейших пулов ликвидности в мире. Торгуйте ведущими цифровыми активами в мире!
zh: 币安云. 您可以使用我们的交易所在世界任何地方随时交易加密货币。 我们易于使用的界面将帮助您尽可能方便地进行加密货币体验。 我们的交易所将在币安云上运行，并为其用户提供世界上最大的流动资金。 这将使您能够交易世界上最好的和领先的数字资产。
